[
    {
        "talk":[
            {"spot":"学校　渡り廊下　昼休み"},
            "リカ「あ、谷屋くん」",
            "谷屋「あ……」",
            "リカ「おっと、逃げないの！」",
            "谷屋「！」",
            "リカ「谷屋くんさー、最近ちょっと変よ。おどおどしてて元気がない」",
            "谷屋「……そうかな」",
            "リカ「腐れ縁の私が言うんだからそうなの」",
            "リカ「水臭いじゃないか。私と谷屋くんの中だろう」",
            "谷屋「うん……」",
            "鳥宝「お、谷屋じゃん。女の子と二人きりで何してんの」",
            "谷屋「！」",
            "リカ「谷屋くん？　何故私の後ろに隠れるんだ」",
            "鳥宝「しかも可愛いじゃん。生意気。ねぇ、君の名前は？　同じ学年だよねぇ、どのクラス？」",
            "リカ（なんだこいつ。チャラい奴だな）",
            "リカ「私は……」",
            "リカ「あ！　ちょっと！　あは、あははっ！　くすぐったいからそこは触らないでよ！」",
            "鳥宝「あ？」",
            "リカ「たーにやくーん、腰に触れるのはいいけどさ、そこはくすぐったいからやめてよね」",
            "リカ「あ。ごめんね、軟派くん。私は谷屋くんと校内デートしてるところなんだ」",
            "リカ「美人が欲しけりゃさ、美術室のデッサン用石像にでも声をかけてみればいいさ」",
            "リカ「おたく、イケメンだからきっとお固い石像もイチコロだぜ」",
            "鳥宝「はぁ……？」",
            "リカ「ほら、谷屋くん行くよ。そういうわけだから他をあたってくれ。じゃーねー」",
            "鳥宝「あ、おい！　ちょっと……なんなんだ、一体」",
            {"spot":"学校　廊下"},
            "リカ「やれやれ……とんだ茶番だ。ありがとうね、谷屋くん。下手な芝居に付き合ってくれてさ」」",
            "リカ「んで？　あいつは何？　いつもああやって女の子口説くの？」",
            "谷屋「……そう」",
            "リカ「ふーん」",
            "リカ（谷屋くんが最近元気がないの、あいつのせいかな。あんなのが友達だって、谷屋くん教えてくれなかったし）",
            "リカ（調べてみる必要はあるか）",
            {"spot":"学校　リカの教室　放課後"},
            "白雪「……それで？」",
            "リカ「気に食わないわけさ、全部が」",
            "白雪「谷屋くんも、そのナンパ男も？」",
            "リカ「そう」",
            "白雪「簡単じゃない。杏奈先生に相談すればいいのよ。男子は先生の言う事ならなんでも聞くんだから」",
            "リカ「そうだけどさぁ。文化祭のショックからようやく立ち直った杏奈ちゃんに厄介事を押し付けたくないわけ」",
            "リカ「それに情報通な白雪なら何か知ってると思ってさ。良い事教えてくれたら、駅前のクレープ奢るぜ」",
            "白雪「……谷屋くん、最近は鳥宝くんにからかわれてるのよ」",
            "リカ（相変わらず分かりやすいな。甘い物を奢るって言えばすぐに答えてくれる）",
            "白雪「文化祭以降かな、鳥宝が谷屋くんにちょっかい出すようになったのは。鳥宝はチャラいように見えて割と一途なのよ」",
            "リカ「えーと、何に一途なの？」",
            "白雪「女の子に対してよ。鳥宝はね、周りの男より自分が勝ってるっていう事を主張したいわけ」",
            "白雪「そうすると、『俺はこいつより上だぞ。だから俺はこいつを下として扱うぞ』みたいな態度をするわけ」",
            "白雪「上に立ってる男は上に立ってる女とくっつくわけ。本当は実力差がなくても、ハッタリさえあれば上に見えるのよ」",
            "白雪「逆を言えば、ハッタリを言えない男の子は下に見えちゃうのよ」",
            "リカ「その下っていうのが谷屋くん？」",
            "白雪「そう」",
            "リカ「……あーそう。アホらしい」",
            "白雪「リカはこういう心情に興味ないのよね。さっぱりしてて良いとは思うけど、鈍感なのもどうかと思うわ」",
            "リカ「世の中どんどん変わっていくんだ、今晴れていたかと思うとすぐに曇っちまう」",
            "リカ「だから私は天気ってものを信用しないで生きているわけさ」",
            "白雪「意味が分からないわ」",
            "リカ「私もよく分からんよ」"
        ]
    }
]